//-----------------------------------------------------------------------------
// 	Localizable.strings 
//	
//	Copyright (c) 2000-2006 Digidesign Inc.
//	All rights reserved
//
//	CONFIDENTIAL: This document contains confidential information. 
//	Do not disclose any information contained in this document to any
//	third-party without the prior written consent of Digidesign Inc.
//	
//-----------------------------------------------------------------------------

/* L10N_DAW */

	"100" = "未知";
	"101" = "未声明";
	"102" = "取消";
	"103" = "编辑";
	"104" = "撤销";
	"105" = "重做";
	"106" = "剪切";
	"107" = "复制";
	"108" = "粘贴";
	"109" = "清除";
	"110" = "全选";
	"111" = "回车";
	"112" = "返回";
	"113" = "退出";
	"114" = "退格";
	"115" = "左箭头";
	"116" = "右箭头";
	"117" = "上箭头";
	"118" = "下箭头";
	"119" = "上页";
	"120" = "下页";
	"121" = "起始";
	"122" = "结束";
	"123" = "空格";
	"124" = "Tab";
	"125" = "逗号";
	"126" = "句号";
	"127" = "引号";
	"128" = "分号";
	"129" = "后引号";
	"130" = "负号";
	"131" = "等号";
	"132" = "加号";
	"133" = "插入";
	"134" = "删除";
	"135" = "帮助";

/* L10N_PEDViews_127 */

	"200" = "混音器设定";
	"201" = "使用抖动混音器";
	"202" = "磁盘缓冲信息";
	"203" = "最小化系统内存分配 (下次重启后生效)。";
	"204" = "大小:";
	"205" = "在音频磁盘上对内容流进行优化(要求更多系统内存)";
	"206" = "插件流缓冲";
	"207" = "设置";
	"208" = "AAE 播放缓冲（磁盘缓冲）";
	"209" = "播放引擎";
	"210" = "确定";
	"211" = "大小:";
	"212" = "较低磁盘缓冲值降低磁盘延迟(系统反应较快)。  较高值提高磁盘性能(系统反映较慢)。";
	"213" = "高速缓存大小:";

/* L10N_PEDViews_128 */

	"300" = "高速缓存大小:";
	"301" = "大小：";
	"302" = "在音频磁盘上对内容流进行优化(要求更多系统内存)";
	"303" = "AAE 播放缓冲";
	"304" = "最小化系统内存分配 (下次重启后生效)。";
	"305" = "设定";
	"306" = "较低磁盘缓冲值降低磁盘延迟(系统反应较快)。  较高值提高磁盘性能(系统反映较慢)。";
	"307" = "磁盘缓冲信息";
	"308" = "引擎";
	"309" = "混音器设定";
	"310" = "播放引擎";
	"311" = "确定";
	"312" = "插件流缓冲";
	"313" = "大小：";
	"314" = "使用抖动混音器";

/* L10N_PEDViews_130 */

	"400" = "在播放/录音期间忽略错误（可能产生爆破杂音）";
	"401" = "H/W 缓存量:";
	"402" = "最小化额外I/O延迟";
	"403" = "主机引擎";
	"404" = "CPU用量限制：";
	"405" = "主机处理器：";

/* L10N_PEDViews_131 */

	"500" = "发音数：";
	"501" = "主机处理器";
	"502" = "H/W 缓存量:";
	"503" = "CPU用量限制：";

/* L10N_PEDViews_132 */

	"600" = "延迟补偿引擎：";
	"601" = "主机处理器：";
	"602" = "44.1 khz";
	"603" = "最小化额外I/O延迟";
	"604" = "播放/录音期间忽略错误（可能产生爆破杂音）";
	"605" = "CPU用量限制：";
	"606" = "采样率：";
	"607" = "H/W 缓存量:";
	"608" = "发音数：";
	"609" = "主机引擎";

/* L10N_Cmn */

	"700" = "( %1, %2 )";
	"701" = "\"%1\"、%2 行出错";
	"702" = "超过范围:Cmn_ChunkyVecImpl::At";
	"703" = "来源下移:%1, len:%2, dest:%3\n";
	"704" = "来源上移:%1, len:%2, dest:%3\n";
	"705" = "出现未知错误";
	"706" = "无足够内存";
	"707" = "数据流意外结束";
	"708" = "试图设置超过流结尾的位置";
	"709" = "超过范围:Cmn_PolyVectorImpl::At";
	"710" = "Cmn_MakeString:出现转换错误";
	"711" = "抵达文件结尾处";
	"712" = "小 endian";
	"713" = "大 endian";
	"714" = "未设置";

/* L10N_XPL */

	"800" = "\p关于...";
	"801" = "处理对话框";
	"802" = "警告";
	"803" = "取消";
	"804" = "确定";

/* L10N_ProToolsGeneric */

	"900" = "无";
	"901" = "无";
	"902" = "MIDI";
	"903" = "确定(&O)";
	"904" = "退出";
	"905" = "取消(&C)";
	"906" = "接受(&A)";
	"907" = "拒绝(&D)";
	"908" = "复制错误消息(&C)";
	"909" = "重试(&R)";
	"910" = "停止(&S)";
	"911" = "删除(&D)";
	"912" = "继续(&C)";
	"913" = "是(&Y)";
	"914" = "无(&N)";
	"915" = "更多信息(&I)...";
	"916" = "任意";
	"917" = "全部";
	"918" = "All";
	"919" = "关";
	"920" = "关";
	"921" = "开";
	"922" = "声像";
	"923" = "音量";
	"924" = "音量修整";
	"925" = "电平修整";
	"926" = "不适用";
	"927" = "Pro Tools";
	"928" = "储存(&S)";
	"929" = "不储存(&D)";
	"930" = "放弃(&D)";
	"931" = "保持(&K)";
	"932" = "不删除(&D)";
	"933" = "移去(&R)";
	"934" = "ProTools 5.0";
	"935" = "ProTools 4.3";
	"936" = "ProTools 3.2";
	"937" = "Pro Tools 5.0";
	"938" = "Pro Tools 4.3";
	"939" = "Pro Tools 3.2";
	"940" = "音频轨";
	"941" = "音频和视频轨道";
	"942" = "MIDI轨";
	"943" = "辅助轨";
	"944" = "主控轨";
	"945" = "乐器轨";
	"946" = "VCA 主推子";
	"947" = "文件夹";
	"948" = "冻结的轨道";
	"949" = "不能创建TCE插件的厂家默认文件因为%1。";
	"950" = "不可用";
	"951" = "不可用";
	"952" = " 与 ";
	"953" = "\"%1\"";
	"954" = "不再显示";
	"955" = "最小化";
	"956" = "允许(&A）";
	"957" = "替换(&R)";
	"958" = "简体中文 (Simplified Chinese)";
	"959" = "繁體中文 (Traditional Chinese)";
	"960" = "Deutsch (German)";
	"961" = "English (English)";
	"962" = "Español (Spanish)";
	"963" = "Français (French)";
	"964" = "Italiano (Italian)";
	"965" = "日本語 (Japanese)";
	"966" = "한글 (Korean)";
	"967" = "登录";
	"968" = "注销";
	"969" = "登录";
	"970" = "工程";
	"971" = "项目";
	"972" = "修复(&R)";
	"973" = "您已使用云端存储总量 %2 GB 中的 %1 GB (%3%)";
	"974" = " (存储量: %1%)";
	"975" = "您正试图运行的 Pro Tools 版本比许可证所允许的版本高。您可卸载该版本的 Pro Tools 并重新安装您的许可证支持的任何 Pro Tools 版本，或访问 MyAvid 帐户来续订升级计划。";
	"976" = "MyAvid";
	"977" = "您想将使用和诊断数据发送给Avid来帮助我们改善产品和服务吗？\n\n";
	"978" = "请注意，某些基于网络的屏幕可能会根据我们的隐私政策继续收集使用和诊断数据。";
	"979" = "\n\n您可以到 Pro Tools 偏好设置 > 操作 > 诊断 中改变该设定。";
	"980" = "\n\n您可以到 Pro Tools First “设置” 菜单中改变该设定。";
	"981" = "升级(&U)";
	"982" = "跳过(&S)";
	"983" = "另存为...(&S)";

/* L10N_Languages */

	"1000" = "日语";
	"1001" = "英文";
	"1002" = "简体中文";
	"1003" = "繁体中文";
	"1004" = "日文";
	"1005" = "韩文";
	"1006" = "法文";
	"1007" = "意大利文";
	"1008" = "德文";
	"1009" = "西班牙文";

/* L10N_PEDViews */

	"1100" = "播放引擎";
	"1101" = "确定";
	"1102" = "设置";
	"1103" = "AAE 播放缓存（磁盘缓存）";
	"1104" = "高速缓存大小:";
	"1105" = "大小：";
	"1106" = "较低磁盘缓冲值能减少磁盘延迟 (提高系统反应)。 较高缓冲值提高磁盘性能 (降低系统反应)。";
	"1107" = "磁盘缓冲信息";
	"1108" = "最小化系统内存分配 (下次重启后生效)。";
	"1109" = "插件流缓冲";
	"1110" = "大小：";
	"1111" = "为音频驱动优化信息流 (要求更多系统内存)";
	"1112" = "播放引擎";
	"1113" = "确定";
	"1114" = "引擎";
	"1115" = "插件流缓冲";
	"1116" = "大小：";
	"1117" = "为音频驱动优化信息流 (要求更多系统内存)";
	"1118" = "AAE播放缓冲";
	"1119" = "高速缓存大小：";
	"1120" = "大小：";
	"1121" = "较低磁盘缓冲值能减少磁盘延迟 (提高系统反应)。 较高缓冲值提高磁盘性能 (降低系统反应)。";
	"1122" = "磁盘缓冲信息";
	"1123" = "最小化系统内存分配 (下次重启后生效)。";
	"1124" = "设定";
	"1125" = "CPU使用限制：";
	"1126" = "主机引擎";
	"1127" = "主机处理器：";
	"1128" = "硬件缓冲大小：";
	"1129" = "在播放/录音期间忽略错误 (可能产生爆破杂音)";
	"1130" = "最小化额外输入/输出延迟";
	"1131" = "硬件缓冲大小：";
	"1132" = "CPU使用限制：";
	"1133" = "发音数：";
	"1134" = "主机处理器";
	"1135" = "硬件缓冲大小：";
	"1136" = "CPU使用限制：";
	"1137" = "采样率：";
	"1138" = "主机引擎";
	"1139" = "发音数：";
	"1140" = "44.1 kHz";
	"1141" = "延迟补偿引擎：";
	"1142" = "主机处理器：";
	"1143" = "回放/录音时忽略错误 (可能产生爆音)";
	"1144" = "最小化额外输入/输出延迟";

/* L10N_Alert */

	"1200" = "选择的插入件不支持\"直通\"。";
	"1201" = "淡变太短。至少应为4个采样长度。";
	"1202" = "打开轨道录音之前必须分配一个发音数。";
	"1203" = "没有足够内存创建全部总览！";
	"1204" = "不能分配空间进行录音！";
	"1205" = "无法为一个或多个轨道创建录音文件。  检查您的磁盘分配和磁盘权限。";
	"1206" = "该名字已被其它文件使用。";
	"1207" = "移调值超限";
	"1208" = "淡变片段不能独立于它派生的片段而移动。";
	"1209" = "选区内包含一个锁定片段。 锁定片段不能被移动或编辑。";
	"1210" = "该版本的Pro Tools要求DAE版本5.1或更高。";
	"1211" = "必须在内存控制面板中打开32位寻址。";
	"1212" = "必须在内存控制面板中关闭虚拟内存。";
	"1213" = "要求DigiSystem INIT。";
	"1214" = "需要在系统文件夹中创建一个\"DAE文件夹\"。这是放置 DAE 的地方。";
	"1215" = "找不到AAE。";
	"1216" = "Pro Tools硬件没有安装或者正被其它程序使用。";
	"1217" = "Pro Tools不能接收到数字同步。";
	"1218" = "没有足够可用内存运行AAE。";
	"1219" = "没有硬盘连接到Pro Tools卡上。";
	"1220" = "没有\"DSP Farm\"卡或卡没有被正确安装。";
	"1221" = "发生严重时钟错误，请重新启动电脑。";
	"1222" = "AAE不能与音频硬件通讯。请停止播放或退出使用该硬件的应用程序。";
	"1223" = "电影功能要求安装Quick Time。如果需要使用电影功能，请将Quick Time和Quick Time Power Plug 2.5或更高版本安装到功能扩展文件夹中并重新启动。";
	"1224" = "电影功能要求安装Quick Time。如果需要使用电影功能，请将Quick Time和Quick Time Power Plug 2.5或更高版本安装到功能扩展文件夹中并重新启动。";
	"1225" = "Quick Time 版本太低。如果需要使用电影功能，请将Quick Time和Quick Time Power Plug 2.5或更高版本安装到功能扩展文件夹中并重新启动。";
	"1226" = "您的音频设备被设置为一个不支持的音频缓冲参数。  如可用，请在设备控制面板中选择以下所支持的缓冲参数之一： 32、64、128、256、512、1024 或 2048。";
	"1227" = "Pro Tools 不能将音频设备设置到正确的采样率。请关闭所有其他的音频程序并确认该设备在控制面板的声音和音频设备中没有被选为默认的播放或录音设备。";
	"1228" = "操作被用户取消";
	"1229" = "存在于目标序列边界以外的音频将被排除。 您是否要继续？";
	"1230" = "在安装 ShoeTool 时出错。 请尝试先运行带签署组件的版本以将其正确安装。";
	"1231" = "正在安装 PACE 支持...";
	"1232" = "安装 Pace 驱动程序时出错。  请尝试从 iLok.com 手动安装最新的驱动程序。";
	"1233" = "所选的输入和输出设备不属于同一硬件装置。这可能导致意想不到的效果，如削波、爆音或失真。为获得最佳效果，请选择属于同一硬件的输入和输出设备。";
	"1234" = "播放引擎...";
	"1235" = "正在安装 Avid Application Manager...";
	"1236" = "安装 Avid Application Manager时出现错误";
	"1237" = "输入和输出设备不能都设为 \"无\" ";
	"1238" = "由于未知原因导致激活失败。错误代码 %1。";
	"1239" = "Pro Tools 登录失败。请访问 Avid.com 了解如何为您的帐户启用云功能。";
	"1240" = "无法连接至 iLok 服务。请稍后重试。";
	"1241" = "激活失败。请更新 iLok License Manager。";
	"1242" = "激活失败。在授权此机器前，必须使用 iLok License Manager 应用程序来停用另一台机器或 iLok。";
	"1243" = "激活失败。帐户中无剩余 iLok 资产。";
	"1244" = "激活失败。请使用 iLok License Manager 来注册您的 iLok。";
	"1245" = "所选定的音频文件不能被定点移动到编辑插入。插入目标的轨道声道数必须匹配在工作空间中选定的音频文件的声道数。";
	"1246" = "用于确认本产品许可证的软件没有运行。请重新安装本产品或下载并运行 iLok License Manager 安装程序，地址:\n\nhttp://www.ilok.com";
	"1247" = "不允许这项操作，原因: %1。";
	"1248" = "当前的 HDX 固件版本与 Pro Tools 2018.12 或更早版本不兼容。在需要运行 Pro Tools 2018.12或更早版本时才需要降级 HDX 固件。要降级：\n\n1. 点击确定退出 Pro Tools\n2. 重新载入相同版本的 Pro Tools\n3. 在提示后点击确定来降级 HDX 固件";
	"1249" = "当前的 Pro Tools | Carbon 固件版本与 Pro Tools 2018.12 及更早版本不兼容。仅在运行 Pro Tools 2018.12 或更早版本时才需要降级固件。如要降级:\n\n1.单击“确定”以退出 Pro Tools\n2.重新启动相同版本的 Pro Tools\n3.系统提示降级 Carbon 固件时，点击“确定”";
	"1250" = "Pro Tools 安装时遇到错误，请删除并重新安装";
	"1251" = "没有足够的空余磁盘空间";

